const textFirstSection = {
  titel: {
    one: '「ターンキー」でのバルコニーのガラス張り',
    two: '始める',
  },
};

const textProductSection = {
  titel: 'バルコニーとロッジアのガラス張り',
  btnCalculate: '価格を計算する',
  turnkey: 'インストール付きのターンキー',
  sqm: '㎡',
  products: [
    {
      productName: 'demo',
      tabs: [
        {
          titel: '寒い',
          description: [
            '構造厚さ 42 ～ 58 mm',
            'ガラス：研磨ガラス（厚さ4～5mm）',
            '断熱面積：0.07平方メートル *C/W',
            '遮音性: 20-27dB',
          ],
        },
        {
          titel: 'warm',
          description: [
            '構造プロファイルの厚さ: 58-78 μm',
            'ガラス窓: 単層ガラス窓と二重ガラス窓',
            '断熱性：0.63～1.05平方メートル *C/W',
            '遮音性：クラス5まで',
          ],
        },
      ],
    },
    {
      productName: '木製窓',
      tabs: [
        {
          titel: '木材',
          description: [
            '構造厚さ 40 ～ 42 mm',
            'ガラス: 研磨ガラス (厚さ 4 mm)',
            '断熱面積：0.07平方メートル *C/W',
            '遮音性: 20-27dB',
          ],
        },
      ],
    },
    {
      productName: 'アルミニウム窓',
      tabs: [
        {
          titel: 'アルミニウム',
          description: [
            '構造厚さ 60 ～ 68 mm',
            'ガラス窓: 単層ガラス窓と二重ガラス窓',
            '断熱性：0.63～1.05平方メートル *C/W',
            '遮音性：クラス5まで',
          ],
        },
        {
          titel: 'アルミニウム',
          description: [
            '構造プロファイルの厚さ：40〜50μm',
            'ガラス：研磨ガラス（厚さ4～5mm）',
            '断熱面積：0.07平方メートル *C/W',
            '遮音性: 20-27dB',
          ],
        },
      ],
    },
    {
      productName: 'プラスチック窓',
      tabs: [
        {
          titel: 'プラスチック',
          description: [
            '構造厚さ 58 ～ 70 mm',
            'ガラス窓: 単層ガラス窓と二重ガラス窓',
            '断熱性：0.63～1.05平方メートル *C/W',
            '遮音性：クラス5まで',
          ],
        },
      ],
    },
    {
      productName: 'パノラマウィンドウ',
      tabs: [
        {
          titel: 'パノラマ',
          description: [
            'Structural thickness 60-68 mm',
            '構造厚さ 60 ～ 68 mm',
            '断熱性：0.63～1.05平方メートル *C/W',
            '遮音性：クラス5まで',
          ],
        },
        {
          titel: 'パノラマ',
          description: [
            '構造プロファイルの厚さ：40〜50μm',
            'ガラス：研磨ガラス（厚さ4～5mm）',
            '断熱面積：0.07平方メートル *C/W',
            '遮音性: 20-27dB',
          ],
        },
      ],
    },
    {
      productName: 'ウィンドウズを取り出します',
      tabs: [
        {
          titel: '窓を取り出す',
          description: [
            '構造厚さ 75 ～ 80 mm',
            'ガラス窓: 単層ガラス窓と二重ガラス窓',
            '断熱性：0.65～1.25平方メートル *C/W',
            '遮音性：クラス4まで',
          ],
        },
        {
          titel: '窓を取り出す',
          description: [
            '構造プロファイルの厚さ：45〜55μm',
            'ガラス：研磨ガラス（厚さ4～5mm）',
            '断熱性：0.08平方メートル *C/W',
            '遮音性: 25-37dB',
          ],
        },
      ],
    },
  ],
};

const textFinishingSection = {
  titel: 'バルコニーの装飾を 60% 割引で注文してください!',
  sqm: '㎡',
  withMaterial: '素材付き',
  material: [
    {
      chapterName: '室内装飾',
      materialNames: [
        {
          name: '裏地',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'プラスチックライニング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'PVCパネル',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'ラミネートフローリング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'ウッドフローリング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
      ],
    },

    {
      chapterName: '外装仕上げ',
      materialNames: [
        {
          name: '金属サイディング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'プラスチックライニング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: '波板',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: '木製裏地',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'ビニールサイディング',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
      ],
    },

    {
      chapterName: 'ファサードガラス',
      materialNames: [
        {
          name: 'アルミニウムプロファイル',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'フレームレスガラス',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'PVCプロファイル',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: '木材プロファイル',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
      ],
    },

    {
      chapterName: 'バルコニーの屋根',
      materialNames: [
        {
          name: '波板',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: '金属タイル',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'オンデュリン',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: 'ポリカーボネート',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
        {
          name: '二重窓',
          description:
            'エリートをコンセクテトゥールアディピシングエリートに座ってください。 座って、深刻な疑いで不法行為をし、深刻なデビティスの危険性を公務で行使し、自由に暴行を加え、不法侵入を引き起こし、腐敗を引き起こします。',
        },
      ],
    },
  ],
};

const textGallerySection = {
  titel: '私たちの作品',
};

const textGuaranteeSection = {
  titel: '私たちはあなたを保証します',
  titelsSmall: [
    '高品質',
    'ターンキー作業',
    '短いラインでの設置',
    'メーカーからの価格',
    '無料測定・相談',
    'バルコニーの暖かさと快適さ',
  ],
};

const textPaymentSection = {
  titel: '当社のサービスの料金を支払うことができます',
  paymentTitels: ['現金', '銀行カードで', 'キャッシュレス決済'],
};

const textPromotionSection = {
  titel: 'プロモーション - 60%',
  slogan: ['急いでガラスの節約をしましょう！', '12月18日までの期間限定！'],
};

const textLocationSection = {
  titel: '私たちを見つける方法',
  titelLegalAddress: '法的住所:',
  titelActualAddress: '実際の住所:',
  titelTelephone: '電話:',
  titelEmail: '電子メール:',
  titelWorkingHours: '労働時間:',
};

const textHomePage = {
  textFirstSection,
  textProductSection,
  textFinishingSection,
  textGallerySection,
  textGuaranteeSection,
  textPaymentSection,
  textPromotionSection,
  textLocationSection,
};

export default textHomePage;
