const textFirstSection = {
  titel: {
    one: 'Остекление балконов «под ключ»',
    two: 'от $1,500!',
  },
};

const textProductSection = {
  titel: 'Остекление балконов и лоджий',
  btnCalculate: 'рассчитать цену',
  turnkey: 'под ключ с установкой',
  sqm: 'кв.м.',
  products: [
    {
      productName: 'demo',
      tabs: [
        {
          titel: 'холодный',
          description: [
            'Толщина конструкции 42-58 мм',
            'Остекление: полированное стекло (толщина 4 – 5 мм).',
            'Теплоизоляция: 0,07 кв.м. * К/Б',
            'Звукоизоляция: 20-27 дБ',
          ],
        },
        {
          titel: 'теплый',
          description: [
            'Толщина структурного профиля: 58-78 м.',
            'Остекление: однокамерные и двухкамерные стеклопакеты.',
            'Теплоизоляция: 0,63 – 1,05 кв.м. * К/В',
            'Звукоизоляция: до 5 класса.',
          ],
        },
      ],
    },
    {
      productName: 'Деревянные окна',
      tabs: [
        {
          titel: 'дерево',
          description: [
            'Толщина конструкции 40-42 мм.',
            'Остекление: полированное стекло (толщина 4 мм).',
            'Теплоизоляция: 0,07 кв.м. * К/В',
            'Звукоизоляция: 20-27 дБ',
          ],
        },
      ],
    },
    {
      productName: 'Алюминиевые окна',
      tabs: [
        {
          titel: 'алюминий',
          description: [
            'Толщина конструкции 60-68 мм',
            'Остекление: однокамерные и двухкамерные стеклопакеты.',
            'Теплоизоляция: 0,63 – 1,05 кв.м. * К/В',
            'Звукоизоляция: до 5 класса.',
          ],
        },
        {
          titel: 'алюминий',
          description: [
            'Толщина структурного профиля: 40-50 м.',
            'Остекление: полированное стекло (толщина 4 – 5 мм).',
            'Теплоизоляция: 0,07 кв.м. * К/В',
            'Звукоизоляция: 20-27 дБ',
          ],
        },
      ],
    },
    {
      productName: 'Пластиковые окна',
      tabs: [
        {
          titel: 'пластик',
          description: [
            'Толщина конструкции 58-70 мм',
            'Остекление: однокамерные и двухкамерные стеклопакеты.',
            'Теплоизоляция: 0,63 – 1,05 кв.м. * К/В',
            'Звукоизоляция: до 5 класса.',
          ],
        },
      ],
    },
    {
      productName: 'Панорамные окна',
      tabs: [
        {
          titel: 'панорамный',
          description: [
            'Толщина конструкции 60-68 мм',
            'Остекление: однокамерные и двухкамерные стеклопакеты.',
            'Теплоизоляция: 0,63 – 1,05 кв.м. * К/В',
            'Звукоизоляция: до 5 класса.',
          ],
        },
        {
          titel: 'панорамный',
          description: [
            'Толщина структурного профиля: 40-50 м.',
            'Остекление: полированное стекло (толщина 4 – 5 мм).',
            'Теплоизоляция: 0,07 кв.м. * К/В',
            'Звукоизоляция: 20-27 дБ',
          ],
        },
      ],
    },
    {
      productName: 'Остекление с выносом',
      tabs: [
        {
          titel: 'Остекление с выносом',
          description: [
            'Толщина конструкции 75-80 мм',
            'Остекление: однокамерные и двухкамерные стеклопакеты.',
            'Теплоизоляция: 0,65 – 1,25 кв.м. * К/В',
            'Звукоизоляция: до 4 класса.',
          ],
        },
        {
          titel: 'Вынести окна',
          description: [
            'Толщина конструктивного профиля: 45-55 м.',
            'Остекление: полированное стекло (толщина 4 – 5 мм).',
            'Теплоизоляция: 0,08 кв.м. * К/В',
            'Звукоизоляция: 25-37 дБ.',
          ],
        },
      ],
    },
  ],
};

const textFinishingSection = {
  titel: 'Закажите оформление балкона со скидкой 60%!',
  sqm: 'кв.м.',
  withMaterial: 'с материалом',
  material: [
    {
      chapterName: 'внутренняя отделка',
      materialNames: [
        {
          name: 'Вагонка',
        },
        {
          name: 'Пластиковая вагонка',
        },
        {
          name: 'ПВХ панель',
        },
        {
          name: 'Ламинат',
        },
        {
          name: 'Деревянный настил',
        },
      ],
    },

    {
      chapterName: 'внешняя отделка',
      materialNames: [
        {
          name: 'Металлический сайдинг',
        },
        {
          name: 'Пластиковая вагонка',
        },
        {
          name: 'Гофрированный лист',
        },
        {
          name: 'Деревянная вагонка',
        },
        {
          name: 'Виниловый сайдинг',
        },
      ],
    },

    {
      chapterName: 'фасадное остекление',
      materialNames: [
        {
          name: 'Алюминиевый профиль',
        },
        {
          name: 'Безрамное остекление',
        },
        {
          name: 'ПВХ профиль',
        },
        {
          name: 'Деревянный профиль',
        },
      ],
    },

    {
      chapterName: 'крыша для балкона',
      materialNames: [
        {
          name: 'Гофрированный лист',
        },
        {
          name: 'Металлочерепица',
        },
        {
          name: 'Ондулин',
        },
        {
          name: 'Поликарбонат',
        },
        {
          name: 'Стекловолокно',
        },
      ],
    },
  ],
};

const textGallerySection = {
  titel: 'Наши работы',
};

const textGuaranteeSection = {
  titel: 'Мы гарантируем вам',
  titelsSmall: [
    'Высокое качество',
    'Работа под ключ',
    'Монтаж в короткие строки',
    'Цена от производителя',
    'Бесплатный замер и консультация',
    'Тепло и уют на балконе',
  ],
};

const textPaymentSection = {
  titel: 'Вы можете оплатить наши услуги',
  paymentTitels: ['Наличные', 'Банковской картой', 'Безналичные платежи'],
};

const textPromotionSection = {
  titel: 'акция - 60%',
  slogan: ['Успейте сэкономить на остеклении!', 'Только до 18 декабря!'],
};

const textLocationSection = {
  titel: 'Как найти нас',
  titelLegalAddress: 'Юридический адрес:',
  titelActualAddress: 'Фактический адрес:',
  titelTelephone: 'Телефон:',
  titelEmail: 'Email:',
  titelWorkingHours: 'Рабочее время:',
};

const textHomePage = {
  textFirstSection,
  textProductSection,
  textFinishingSection,
  textGallerySection,
  textGuaranteeSection,
  textPaymentSection,
  textPromotionSection,
  textLocationSection,
};

export default textHomePage;
